[
	{
		"title": "Arckanum",
		"description": "Arckanum is a Swedish black metal project formed in 1993 by Johan 'Shamaatae' Lahger, who is the only constant member. Shamaatae is also an author of occult literature. His first published work titled PANPARADOX was released the 13th of July 2009 and is published by Ixaxaar. His second book, GULLVEIGARBÓK, was released on December 2010 by Fall of Man.",
		"thumbnail": "img/thumb/arckanum.jpg",
		"image": "img/full/arckanum.jpg"
	},
	{
		"title": "Beherit",
		"description": "Originally started out under the name Pseudochrist before changing it to Beherit in 1990. Beherit is Syriac for Satan. The band was put to rest in 1996, but was resurrected in early 2007.",
		"thumbnail": "img/thumb/beherit.jpg",
		"image": "img/full/beherit.jpg"
	},
	{
		"title": "Behexen",
		"description": "Behexen are a Finnish black metal band founded in 1994. They adopted a more traditional approach to black metal by incorporating raw characteristics. Their first full-length release was Rituale Satanum, released in 2000 and followed by By the Blessing of Satan in 2004.",
		"thumbnail": "img/thumb/behexen.jpg",
		"image": "img/full/behexen.jpg"
	},
	{
		"title": "Burzum",
		"description": "Burzum is a musical project by Varg Vikernes (originally under the pseudonym 'Count Grishnackh'). It began during 1991 in Bergen, Norway and quickly became prominent within the early Norwegian black metal scene.[1] During 1992 and 1993, Burzum recorded four albums; however, in 1994 Vikernes was convicted and imprisoned for the murder of guitarist Øystein 'Euronymous' Aarseth and the arson of several churches.",
		"thumbnail": "img/thumb/burzum.jpg",
		"image": "img/full/burzum.jpg"
	},
	{
		"title": "Dodsferd",
		"description": "",
		"thumbnail": "img/thumb/dodsferd.jpg",
		"image": "img/full/dodsferd.jpg"
	},
	{
		"title": "Enochian Crescent",
		"description": "",
		"thumbnail": "img/thumb/enochian-crescent.jpg",
		"image": "img/full/enochian-crescent.jpg"
	},
	{
		"title": "Goatmoon",
		"description": "Goatmoon recordit sax demos 2002 - 2005. In December 2004 Goatmoon gave oot his first album through Werewolf Records. Goatmoon haes been accused o being a NSBM baund acause o racist leerics.",
		"thumbnail": "img/thumb/goatmoon.jpg",
		"image": "img/full/goatmoon.jpg"
	},
	{
		"title": "Heimdalls Wacht",
		"description": "Narhemoth and Saruman run Runenzauber. Band name translates: Heimdall's Watch. Formerly known as 'Ales Stenar'.",
		"thumbnail": "img/thumb/heimdalls-wacht.jpg",
		"image": "img/full/heimdalls-wacht.jpg"
	},
	{
		"title": "Horna",
		"description": "Formerly known as 'Shadowed'. 'Horna' is Finnish for 'abyss' or 'hell'; it was chosen because, to Shatraug, it sounded harsh and powerful.",
		"thumbnail": "img/thumb/horna.jpg",
		"image": "img/full/horna.jpg"
	},
	{
		"title": "Immortal",
		"description": "Their lyrics have also never involved the religious or political ideologies often associated with the scene to any great extent, instead being concerned with darkness and evil in a fantasy setting.",
		"thumbnail": "img/thumb/immortal.jpg",
		"image": "img/full/immortal.jpg"
	},
	{
		"title": "Inquisition",
		"description": "The band was formed in 1988 in Cali, Colombia by Dagon. The band started as a thrash metal act, and in 1994 evolved into raw black metal.",
		"thumbnail": "img/thumb/inquisition.jpg",
		"image": "img/full/inquisition.jpg"
	},
	{
		"title": "Judas Iscariot",
		"description": "Akhenaten played all instruments including drums on everything up to Heaven In Flames, after which he recruited session drummers for all subsequent recordings.",
		"thumbnail": "img/thumb/judas-iscariot.jpg",
		"image": "img/full/judas-iscariot.jpg"
	},
	{
		"title": "Kampfar",
		"description": "'Kampfar' is an ancient Norse battle cry which means Odin or Wotan.",
		"thumbnail": "img/thumb/kampfar.jpg",
		"image": "img/full/kampfar.jpg"
	},
	{
		"title": "Marduk",
		"description": "Marduk was a Babylonian sky god who created the earth and sky from the body of the great dragon Tiamat who was the mother of all beings.",
		"thumbnail": "img/thumb/marduk.jpg",
		"image": "img/full/marduk.jpg"
	},
	{
		"title": "Nargaroth",
		"description": "Nargaroth was formed from the ashes of a band called Exhuminenz in 1996 by Kanwulf, Charoon, and Darken, and the first recordings were completed in 1998 using a drum-machine.",
		"thumbnail": "img/thumb/nargaroth.jpg",
		"image": "img/full/nargaroth.jpg"
	},
	{
		"title": "Nehëmah",
		"description": "Nehëmah' is the Sumerian name for Lilith.",
		"thumbnail": "img/thumb/nehemah.jpg",
		"image": "img/full/nehemah.jpg"
	},
	{
		"title": "Peste Noire",
		"description": "Peste Noire is a Black metal band from Avignon, France. It was founded by La sale Famine de Valfunde in 2000.",
		"thumbnail": "img/thumb/peste-noire.jpg",
		"image": "img/full/peste-noire.jpg"
	},
	{
		"title": "Rotting Christ",
		"description": "Originally started as grindcore, but after Satanas Tedeum they became a straight up black metal act. In due time, the band headed towards the gothic realm and lost their black metal element.",
		"thumbnail": "img/thumb/rotting-christ.jpg",
		"image": "img/full/rotting-christ.jpg"
	},
	{
		"title": "Sargeist",
		"description": "The word 'Sargeist' is a combination of the two German words 'Sarg' (coffin) and 'Geist' (spirit). The name comes from the Rotting Christ song 'The Old Coffin Spirit'.",
		"thumbnail": "img/thumb/sargeist.jpg",
		"image": "img/full/sargeist.jpg"
	},
	{
		"title": "Satanic Warmaster",
		"description": "Satanic Tyrant Werwolf is the owner of Werewolf Records (originally Black Order Productions). Band name comes from the title of a 1993 demo by Lord of Evil.",
		"thumbnail": "img/thumb/satanic-warmaster.jpg",
		"image": "img/full/satanic-warmaster.jpg"
	},
	{
		"title": "Taake",
		"description": "The band was formerly known as Thule (1993-1995); Høst then changed the name to Taake (the Norwegian word for 'fog') in 1995 because he wanted the name to reflect the genuine Norwegian spirit of his music and lyrics.",
		"thumbnail": "img/thumb/taake.jpg",
		"image": "img/full/taake.jpg"
	},
	{
		"title": "Watain",
		"description": "Watain won the Swedish grammy for Best Hard Rock in 2011 with 'Lawless Darkness'.",
		"thumbnail": "img/thumb/watain.jpg",
		"image": "img/full/watain.jpg"
	},
	{
		"title": "Wolves in the Throne Room",
		"description": "An American black metal band formed in 2003 in Olympia, Washington.",
		"thumbnail": "img/thumb/wolves-in-the-throne-room.jpg",
		"image": "img/full/wolves-in-the-throne-room.jpg"
	}
]